IDEA Open Model
Polygon2D Properties
The Polygon2D type exposes the following members.
Properties
Name | Description
Points
 List of polygon points
Top
See Also
Reference
Polygon2D Class
IdeaRS.OpenModel.Geometry2D Namespace